{
    "movies": [
        {"id": 1 ,"title": "Home Alone", "year": "2016", "category": "comedy", "img": "https://images-na.ssl-images-amazon.com/images/I/91tXzecvy-L._SL1500_.jpg", "description": "Home Alone is an extremely successful and beloved family comedy about a little boy named Kevin (Macaulay Culkin), who is accidentally forgotten when his family goes on holiday to France during the holiday season. After realizing that he has been left 'alone at home', he learns to take care of himself and eventually has to defend his house from two clumsy thieves (Joe Pesci, Daniel Stern) who plan to rob every house in the suburban neighborhood of Chicago.\nDirector: Chris Columbus\nStarring: Daniel Stern, Macaulay Culkin, John Candy, Joe Pesci, John Hurd and others.\nCountry: USA"},

        {"id": 2 ,"title": "The Vault", "year": "2021", "category": "action", "img": "https://www.filmi2k.com/wp-content/uploads/2021/02/Jailbreak-2017.jpg", "description": "A genius engineer and art dealer, they plan to visit the Central Bank of Spain during the World Cup football finals, for which he is a classmate.\nDirector: Jaume Balaguero\nStarring: Liam Cunningham, Freddie Highmore, Famke Jansen, Astrid Berges-Frisbee, Sam Riley, Luis Tosar and others.\nCountry: Spain, Year: 2021, Duration: 01:58:00 min."},
        
        {"id": 3 ,"title": "Backdraft 2", "year": "2019", "category": "action", "img": "https://www.filmi2k.com/wp-content/uploads/2021/03/Backdraft-2-2019.jpg", "description": "The sequel to the 1991 hit film tells the story of a Chicago investigator who has to find gun dealers who use deadly fires to distract attention.\nDirected by Gonzalo Lopez-Galiego\nCast: Donald Sutherland, William Baldwin, Joe Anderson, Alastair Mackenzie, Patrick Walsh McBride, Emily Barber, Ross O'Henesi, Mark Arnold, Alicia Bailey, Dominique\nMafem, Syria RDI\nCountry: USA Year: 2019, Duration: 102 min."},

        {"id": 4 ,"title": "Wrong Turn ", "year": "2021", "category": "horror", "img": "https://www.filmi2k.com/wp-content/uploads/2021/02/Wrong-Turn-2021.jpg", "description": "The plot of the new 'Wrong Turn' tells the story of a group of friends who set out on a tour of the Appalachians. Everything is going according to plan until they come to the Foundation - a closed community hiding in the mountains for decades, which is not very friendly. We can guess what happens next.\nDirector: Mike Nelson\nStarring: Emma Dumont, Charlotte Vega, Damien Maffei, Daisy Head, Cheney Morrow, Adain Bradley, Tim De Zarn, Bill Sage, Dylan McTee, Matthew Modine\nCountry: USA, UK, Germany"},


        {"id": 5 ,"title": "Born a Champion", "year": "2021", "category": "action", "img": "https://www.filmi2k.com/wp-content/uploads/2021/02/Born-A-Champion-2021.jpg", "description": "A former Marine is preparing for a jiu jitsu rematch against an opponent who wins fraudulently during their first meeting.\nDirector: Alex Ranarivelle\nStarring: Sean Patrick Flannery, Katrina Bowden, Dennis Quaid, Hanzo Gracie, Renault Wilson, Maurice Compte, Costas Mandilor, Ali Afshar\n"},

         {"id": 6 ,"title": "Spell", "year": "2020", "category": "horror", "img": "https://www.filmi2k.com/wp-content/uploads/2020/11/Spell-2020.jpg", "description": "A man suffers a plane crash in rural Appalachia and wakes up in the attic of a woman practicing Hoodu magic. He desperately tries to free himself from her dark magic and save his family from a sinister ritual before the bloody moon rises.\nStarring: Lorraine Burroughs, Loretta Devine, Omari Hardwick, Hannah Gonera and others.\nCountry: USA, Year: 2020, Duration: 1h 31min"},


        {"id": 7 ,"title": "Coming 2 America", "year": "2021", "category": "comedy", "img": "https://www.filmi2k.com/wp-content/uploads/2021/03/Coming-2-America-2021.jpg", "description": "In the sequel, Akim learns the shocking news that he has a long-lost son. So he must return to America again and find his successor, who will be the next ruler of Zamunda.\nDirector: Craig Brewer\nStarring: Eddie Murphy, Shari Hadley, James Earl Jones, Wesley Snipes, Arsenio Hall and others.\nCountry: USA, Year: 2021, Duration: 109 minutes"},


        {"id": 8 ,"title": "Boss Levell", "year": "2020", "category": "fiction", "img": "https://www.filmi2k.com/wp-content/uploads/2021/03/Boss-Level-2020.jpg", "description": "Former Special Forces soldier Roy Pulver is forced to relive his death over and over again. To get out of the sinister trap of time, he must unravel the plan of a secret organization that is responsible for creating this program.\nDirector: Joe Carnahan\nStarring: Frank Grillo, Mel Gibson, Naomi Watts, Michelle Yeo, Annabel Wallis, Ken Jong and others.\nCountry: USA, Year: 2020, Duration: 101 minutes"},


        {"id": 9 ,"title": "Girls Trip", "year": "2017", "category": "comedy", "img": "https://www.filmi2k.com/wp-content/uploads/2021/02/Girls-Trip-2017.jpg", "description": "Four childhood friends go to the annual Essence Music Festival in New Orleans. Dancing, drinking, flirting and adventure await them. Masks fall and girls rediscover the wild side of their character…\nDirector: Malcolm D. Lee\nStarring: Regina Hall, Quinn Latifah, Jada Pinkett Smith, Tiffany Hadish, Larenz Tate, Mike Coulter, Kate Walsh and others.\nCountry: USA, Year: 2017, Duration: 122 min."},


        {"id": 10 ,"title": "Haut", "year": "2019", "category": "horror", "img": "https://www.filmi2k.com/wp-content/uploads/2020/10/Haunt-2019.jpg", "description": "On the eve of Halloween, a group of young friends come across an attractive extreme house inhabited by ghosts, which promises to feed on their deepest fears.The night becomes deadly when young people are horrified to realize that some monsters are real.\nDirector: Scott Beck, Brian Wood\nStarring: Katie Stevens, Lauren McLain, Will Brittany, Shazi Raja, Andrew Caldwell, Damien Maffei, Skyler Helford, Terry Partica, Justin Marxen, Philip Johnson Richardson\nCountry: USA, Godetra 1:32:10"},

         {"id": 11 ,"title": "Monsters of Man", "year": "2020", "category": "fiction", "img": "https://www.filmi2k.com/wp-content/uploads/2021/02/Monsters-of-Man-2020.jpg", "description": "A combat robot company is trying to contract with a corrupt CIA agent, but before that, the technology must prove its reliability. A team of four robots is sent on a mission to smash a drug lab. Everything goes wrong when six doctors from a humanitarian mission witness the brutal massacre. Now they are the targets.\n\nDirector: Mark Toya\nStarring: Neil McDonagh, Jose Rosette, Jessica Blackmore and others.\nCountry: Australia, Year: 2020, Duration: 132 minutes"},

          {"id": 12 ,"title": "Let It Snow", "year": "2019", "category": "comedy", "img": "https://www.filmi2k.com/wp-content/uploads/2020/12/Let-It-Snow-2019.jpg", "description": "Adapted from a book by John Green, director Luke Snellin's 'Snow is Falling' follows a group of high school seniors on a snowy Christmas Eve, each with a void that needs to be filled or a vulnerability that needs to be overcome.\n\nDirector: Luke Snellin\nStarring: Isabella Mouner, Blanket Rush, Kiernan Shipka, Joan Cusack, Mitchell Hope, Shamik Moore, Jacob Battalion, Miles Robbins, Liv Huson, Mason Gooding."},

          {"id": 13 ,"title": "Sputnik", "year": "2020", "category": "fiction", "img": "https://www.filmi2k.com/wp-content/uploads/2020/08/Sputnik-2020.jpg", "description": "Due to her contradictory methods, the young doctor Tatiana Yurievna (Oksana Akinshina) is about to lose her medical license. However, her career may not be over yet. After being recruited by the military, Tatiana was taken to a secret research center to investigate a very special case, that of Konstantin Sergeevich, an astronaut who survived a mysterious space disaster and returned to Earth in a unique state: inside it something alive that only shows up late at night. The military has insidious plans for him. Tatiana wants to stop them so they don't kill Constantine. And the creature itself to be reborn at his death.\n\nDirector: Egor Abramenko\nCast: Piotr Fyodorov, Fedor Bondarchuk, Oksana Akinshina, Anna Nazarova, Anton Vassilev, Albrecht Zaner, Vasily Zotov"},

          {"id": 14 ,"title": "Fast & Furious Presents: Hobbs & Shaw", "year": "2019", "category": "action", "img": "https://www.filmi2k.com/wp-content/uploads/2019/10/Fast-and-Furious-Presents-Hobbs-and-Shaw-2019.jpg", "description": "Hobbes and Shaw are reluctant to embark on a dangerous independent mission, the pledge of which is the future of humanity. One is a loyal agent of the American service, and the other is an illegitimate former agent of the British elite troops. Forced to work in a factory to capture and neutralize the cyber-advanced anarchist and terrorist Brixton. It threatens to wreak havoc on the world by spreading a dangerous biological contagion that could change humanity forever. The action takes place all over the globe - from Los Angeles to London, and from the toxic desert of Chernobyl to the exotic beauty of Samoa.\n\nDirector: David Leach\nStarring: Idris Elba, Jason Statham, Dwayne Johnson, Vanessa Kirby, Helen Mirren, Isa Gonzalez, Eddie Marsan, Eliana Sua, Cliff Curtis and others."},

          {"id": 15 ,"title": "Come Play", "year": "2020", "category": "horror", "img": "https://www.filmi2k.com/wp-content/uploads/2020/11/Come-Play-2020.jpg", "description": "Oliver is a lonely young boy who feels different from everyone else. Desperate and without friends, he seeks solace in his cell phone and tablet. When a mysterious creature uses Oliver's devices against him to penetrate our world, Oliver's parents must fight to save their son from the monster.\n\nDirector: Jacob Chase\nStarring: John Gallagher Jr., Jillian Jacobs, Aggie Robertson, Winslow Fegley, Jaden Marin\nCountry: USA, Year: 2020, Duration: 96 min."}
    ]    
}